{
    "title": "PEMM Data Master",
    "sheets": [
        {
            "name": "Story Instance",
            "fields": [
                { "name": "Manuscript",
                  "notes": "Manuscript from the list on the Manuscript sheet. Manuscript name is the composite of the Collection and manuscript ID."},
                { "name": "Canonical Story ID" ,
                  "notes": "Canonical Story (or Macomber) ID from the list on the Canonical Story sheet. Catalogers determine the story ID using the Incipit Search Tool."},
                { "name": "Recension ID",
                  "notes": "Manuscript ID for the canonical version of this story variation"},
                { "name": "Canonical Story Title", "protected": true,
                  "notes": "This field is automatically generated based on the story ID. For IDs 1-643, the title is from Macomber handlist. For stories not from Macomber hadlist (IDs 1000+), the title is invented by Wendy L. Belcher." },
                { "name": "Folio Start",
                  "notes": "Folio Start should have the folio number on which the whole miracle story starts (including the obligatory first paragraph praising Mary, which is the same for every single story in the mss). \nThe folio on which the unique first line of the story appears should go into another place, the \"Body of story start folio & line\" column. Frequently, these folios will be the same, but sometimes they are not." },
                { "name": "Column Start",
                  "notes": "Column Start should have the column number in which the whole miracle story starts (including the obligatory first paragraph praising Mary, which is the same for every single story in the mss). \nThe column in which the unique first line of the story appears should go into another place, the \"Body of story start folio & line\" column. Frequently, these columns will be the same, but sometimes they are not." },
                { "name": "Line Start",
                  "notes": "Line Start should have the line number in which the whole miracle story starts (including the obligatory first paragraph praising Mary, which is the same for every single story in the mss). \nThe unique first line of the story should go into another place, the \"Body of story start folio & line\" column." },
                { "name": "Body of Story Start"},
                { "name": "Folio End",
                   "notes": "The folio on which the miracle ends." },
                { "name": "Column End",
                  "notes": "The column in which the miracle ends." },
                { "name": "Line End",
                  "notes": "The line in which the miracle ends." },
                { "name": "Miracle Number",
                  "notes": "The number that represents the place of the miracle in the sequence of Miracles of Mary in this mss. The count always starts from 1, even in the case of composite mss (e.g., a manuscript that begins with three Miracles of Jesus, followed by a sequence of Miracles of Mary still lists the Marian miracle as \"1\" not \"4\"). For mss rebound in disorder, miracle numbers correspond to the original sequence of miracles." },
                { "name": "Number of Paintings",
                  "notes": "List in this field if this particular miracle story has any images. Include the number of paintings, but also a description of how much space they take up and whether they come before, after, or in the middle of the story (e.g., 1 full-folio painting within the miracle story; 1 full-folio painting that appears before the miracle story;  two 2-col, 10-line painting on 2nd folio of story). The aim here is to tell how many words are missing from the story, so if the image doesn't interrupt the story, make sure that is clear. Decorative elements that do not replace text are not counted." },
                { "name": "Incipit",
                  "notes": "The first unique line of the Marian miracle story in this exact mss (not the obligatory opening praises). These incipits should be typed directly from this mss, not copied from other mss. This field feeds into the Incipit Tool and so it needs to be free of variants and standard honorifics unique to a particular manuscript. So, if you need to remove words, then place the full incipit into the note field, and have the stripped down version in this field." },
                { "name": "Canonical Incipit",
                  "notes": "The most representative incipit for a story (or one of several most representative incipits if a story has very distinct recensions)." },
                { "name": "Confidence Score",
                  "notes": "Your level of confidence that the Macomber ID you have selected actually matches this story in this manuscript. Sometimes you may not be absolutely certain they match, in which case, select medium or low confidence. Incipits with high confidence score are added to the Incipit Search Tool." },
                { "name": "Exclude from ITool",
                  "notes": "Check to exclude from Incipit Search even when marked as high confidence." },
                { "name": "Notes",
                  "notes": "Notes field to report any inconsistencies, important details, concerns, oddities, and so on. You must paste the complete incipit here if you amend the incipit in the incipit field." }
            ]
        },
        {
            "name": "Canonical Story",
            "fields": [
                { "name": "Macomber ID"},
                { "name": "Macomber Title" },
                { "name": "Origin" },
                { "name": "Poncelet Number" },
                { "name": "Hamburg ID"},
                { "name": "English Translation"},
                { "name": "Print Version"},
                { "name": "Notes" },
                { "name": "EMIP Summary"},
                { "name": "Hamburg Titles"},
                { "name": "Macomber Keywords" },
                { "name": "CSM Number"},
                { "name": "Clavis ID" },
                { "name": "Translation of Story into English" },
                { "name": "Translations; formerly English Translation" }
            ]
        },
        {
            "name": "Manuscript",
            "fields": [
                { "name": "Manuscript Name", "protected": true },
                { "name": "ID" },
                { "name": "Title" },
                { "name": "Collection" },
                { "name": "Original Collection" },
                { "name": "Total Stories", "protected": true },
                { "name": "Total Folios" },
                { "name": "Total Pages" },
                { "name": "Century" },
                { "name": "Date Range Start" },
                { "name": "Date Range End" },
                { "name": "Date Note" },
                { "name": "Provenance" },
                { "name": "Link" },
                { "name": "Notes" }
            ]
        },
        {
            "name": "Collection",
            "fields": [
                { "name": "Name", "protected": true },
                { "name": "Collection Abbreviation" },
                { "name": "Institution Abbreviation" },
                { "name": "Collection Name" },
                { "name": "Institution Name" },
                { "name": "Country" },
                { "name": "City" },
                { "name": "Latitude" },
                { "name": "Longitude" },
                { "name": "Source" },
                { "name": "Notes" }
            ]
        },
        {
            "name": "Story Origin",
            "fields": [
                { "name": "Name" },
                { "name": "Region" },
                { "name": "Notes" }
            ]
        }
    ]
}